location = [
            "Школа", "Детский сад", "Ясли", "Похороны", "Свадьба друга", "Свадьба своя",
            "Первое свидание", "Собеседование", "Работа", "Универ", "Встреча с друзьями",
            "Тренировка в спортзале", "Врачебный прием", "Аэропорт", "Военкомат"
            ]
scloneniya = [
            "в школу", "в детский сад", "в ясли", "на похороны", "на свадьбу друга", "на свою свадьбу",
            "на первое свидание", "на собеседование", "на работу", "в универ", "на встречу с друзьями",
            "на тренировку в спортзале", "на врачебный прием", "в аэропорт", "в военкомат"
            ]
excuse = [
          "упал", "меня не отпустила мама", "не пускал ветер", "снег закрыл двери",
          "были проблемы с глазами. Сейчас все хорошо, уже открыл", "убегал от собаки",
          "медведь сел в мою машину","была акция на пиво", "искал место для машины",
          "поскользнулся на банане", "когда падал схватился за бабушку, и мы закружились в ритме танго",
          "устал", "водитель такси нашел другую работу пока меня вез", "влюбился", "была не та шава на Львовской",
          "улетел отдыхать", "ушел в крестовый поход", "хотел помедитировать, но уснул", "уснул", "ушел искать батю",
          "проспал"
          ]