location = ["Школа", "Детский сад", "Ясли", "Похороны", "Свадьба друга", "Свадьба своя",
            "Первое свидание", "Собеседование", "Работа", "Универ", "Встреча с друзьями",
            "Тренировка в спортзале", "Врачебный прием", "Аэропорт", "Военкомат",
            "Гей-парад"]
excuse = ["упал", "меня не отпустила мама", "не пускал ветер", "снег закрыл двери",
          "были проблемы с глазами. Сейчас все хорошо, уже открыл", "убегал от собаки",
          "медведь сел в мою машину","была акция на пиво", "искал место для машины",
          "подскальзнулся на банане", "когда падал схватился за бабушку и мы закружились в ритме танго",
          "устал", "водитель такси нашел другую работу, пока меня вез", "влюбился", "была не та шава",
          "улетел отдыхать", "ушел в крестовый поход", "хотел помедетировать, но заснул", "заснул", "ушел искать батю"]